Repository: myclabs/Inventory
Catalog: application/languages/Orga/inventory.tmx
Source language: fr
Languages: en

source: % saisies complètes
en: % complete inputs

source: % saisies terminées
en: % finished inputs

source: Gestion des collectes
en: Edit collection

source: Suivi des collectes
en: View collection

source: Collecte
en: Data Collection

source: Statut collecte
en: Collection status

source: Non lancé
en: Not started

source: Bilan terminé
en: Assessment complete

source: Nombre de saisies
en: Number of inputs

source: Nombre de saisies terminées
en: Number of finished inputs

source: Utilisateurs
en: Users

source: Utilisateurs — [CELL]
en: Users — [CELL]

source: Édition
en: Editing

source: Suivi
en: Monitoring

source: Si le niveau organisationnel souhaité pour l'édition du statut des collectes n'existe pas encore, vous pouvez le créer dans l'onglet "Niveaux (synthèse)".
en: If the organizational level you want doesn't exist, you can create it in the "Levels (synthesis)" tab.

source: Impossible d'ajouter un niveau de suivi des collectes sans en avoir défini le niveau de gestion.
en: Can't add a inventory monitoring level without set an editing level.

source: Impossible d'ajouter un niveau de suivi des collectes qui n'est pas plus fin que le niveau de gestion.
en: Can't add a inventory monitoring level which isn't narrower than the editing level.
